Repository: alexeygorelov/omegat-team-anki-manual-EN-RU
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: Our brains are efficient machines, and they rapidly discard information that doesn’t seem useful. Chances are that you don’t remember what you had for dinner on Monday two weeks ago, because this information is not usually useful. If you went to a fantastic restaurant that day and spent the last two weeks telling people about how great it was, however, you’re likely to still remember in vivid detail.
ru_ru: Наш мозг -- эффективный механизм, и он быстро отказывается от информации, которая не кажется ему полезной. Скорее всего, вы не вспомните, что было у вас на обед в понедельник две недели назад, потому что эта информация обычно бесполезна. А вот если в тот день вы были в фантастическом ресторане и потом ещё две недели рассказывали всем вокруг о том, как это было здорово, вы, вероятно, будете помнить всё в мельчайших подробностях.

source: Please note that it’s not currently possible to add shared decks directly to your AnkiWeb account. You need to import them with the desktop program, then synchronize to upload them to AnkiWeb.
ru_ru: Пожалуйста, обратите внимание, что в настоящее время нет возможности добавлять общие колоды непосредственно в вашу учетную запись AnkiWeb. Вы должны импортировать их с помощью настольной версии программы, а затем синхронизировать их для передачи в AnkiWeb.

source: Please see https://faqs.ankiweb.net
ru_ru: Пожалуйста, смотрите https://faqs.ankiweb.net

source: Please see the [download site](https://apps.ankiweb.net) for installation and upgrade instructions.
ru_ru: Инструкции по установке и обновлению смотрите на [сайте загрузок](https://apps.ankiweb.net).

source: Please see the instructions for your computer:
ru_ru: Пожалуйста, смотрите инструкции для своего компьютера:

source: Pull requests are welcome. Unless you state otherwise, any pull requests you submit will be licensed under the above license.
ru_ru: Запросы на включение изменений (англ. *pull requests*) приветствуются. Если не указано иное, все запросы на изменение, которые вы передаете, будут лицензированы в соответствии с указанной выше лицензией.

source: Q: Bonjour A: Hello Page #12
ru_ru: В: Bonjour О: Здравствуйте Страница #12

source: Q: Chemical symbol for oxygen?
ru_ru: В: Химический символ кислорода?

source: Q: Chemical symbol for oxygen? A: O
ru_ru: В: Химический символ кислорода? О: О

source: Q: Hello A: Bonjour Page #12
ru_ru: В: Здравствуйте О: Bonjour Страница #12

source: Q: {{English}} A: {{French}}<br> Page #{{Page}}
ru_ru: В: {{Французский}} О: {{Русский}}<br> Страница #{{Страница}}

source: Q: {{French}} A: {{English}}<br> Page #{{Page}}
ru_ru: В: {{Французский}} О: {{Русский}}<br> Страница #{{Страница}}

source: Recall from [the basics](getting-started.md) that Anki can create more than one card for each thing you input, such as a front→back card and a back→front card, or two different cloze deletions from the same text. These related cards are called 'siblings'.
ru_ru: Вспомним из [основ](getting-started.md), что Anki может создавать более одной карточки из каждой записи, например, карточки лицо→оборот и оборот→лицо, или два разных заполнения пропусков из одного текста. Такие карточки, относящиеся к одной записи, называются 'связанными'.

source: Recall from the [basics](getting-started.md) that in Anki we add notes rather than cards, and Anki creates cards for us. Click 'Add' in the main window, and the Add Notes window will appear.
ru_ru: Вспомним из [основ](getting-started.md), что в Anki мы добавляем записи, а не карточки, и уже из них Anki создаёт нам карточки. Нажав 'Добавить' в главном окне появится окно добавления записей.

source: Record Own Voice Record from your microphone for the purposes of checking your pronunciation. This recording is temporary and will go away when you move to the next card. If you want to add audio to a card permanently, you can do that in the edit window.
ru_ru: Записать свой голос Запись с микрофона для проверки произношения. Это временная запись и она исчезнет при переходе к следующей карточке. Если вы хотите добавить на карточку постоянную аудио-запись, то это можно сделать в окне редактирования.

source: Replay Audio If the card has audio on the front or back, play it again.
ru_ru: Повторное воспроизведение аудио Если у карточки есть аудио на лицевой или оборотной стороне, воспроизводит его повторно.

source: Replay Own Voice Replay the previous recording of your voice (presumably after showing the answer).
ru_ru: Воспроизвести свой голос Воспроизвести предыдущую запись своего голоса (предположительно, после показа ответа).

source: See [Deck Options](deck-options.md) and the [FAQ](https://faqs.ankiweb.net/what-spaced-repetition-algorithm.html) to learn more about how the algorithm works.
ru_ru: Узнать больше о работе алгоритма вы можете в разделе [Настройки колоды](deck-options.md) и [ЧаВо](https://faqs.ankiweb.net/what-spaced-repetition-algorithm.html).

source: Since cards in learning are somewhat time-critical, they are fetched from all decks at once and shown in the order they are due.
ru_ru: Изучаемые карточки, поскольку у них, так сказать, жесткий временной режим, выбираются из всех колод одновременно и отображаются в порядке своей очереди.

source: Some medical students have banded together to make a paid-for guide focusing on the use of Anki in medical school: https://courses.ankipalace.com/
ru_ru: Некоторые студенты-медики объединились для того, чтобы сделать платный курс, ориентированный на использование Anki в медицинской школе: https://courses.ankipalace.com/

source: Study in Anki is limited to the currently selected deck as well as any subdecks it contains.
ru_ru: Заучивание карточек в Anki осуществляется в пределах выбранной в настоящий момент колоды и любых подколод которые она содержит.

source: Studying will show cards from the selected deck and any decks it contains. Thus, if you select your “French” deck, the subdecks “French::Vocab” and “French::My Textbook::Lesson 1” will be shown as well.
ru_ru: В процессе изучения показываются карточки из текущей выбранной колоды и всех колод, которые она содержит. Таким образом, если вы выберете колоду "Французский", подколоды "Французский::Словарь" и "Французский::Моя тетрадь::Урок 1" также будут показаны.

source: Suspend Card / Note Hides a card or all of the note’s cards from review until they are manually unsuspended (by clicking the suspend button in the browser). This is useful if you want to avoid reviewing the note for some time, but don’t want to delete it. If cards were in learning when they are suspended, they are moved back to the new card queue or review queue prior to being suspended.
ru_ru: Исключить карточку / запись Прячет карточку или все карточки записи от показа до тех пор, пока они не будут включены вручную (нажатием кнопки исключения--включения в окне обзора). Это полезно, если вы не хотите повторять запись некоторое время, но не хотите удалять её. Если карточки находятся в процессе изучения на момент их исключения, то сперва они перемещаются обратно в очередь новых карточек или очередь повторяемых перед исключением.

source: That is not to say shared decks are useless – simply that for complex subjects, they should be used as a 'supplement' to external material, not as a 'replacement' for it. If you’re studying textbook ABC and someone has shared a deck of ideas from ABC, that’s a great way to save some time. And for simple subjects that are basically a list of facts, such as capital city names or pub quiz trivia, you probably don’t need external material. But if you attempt to study complex subjects without external material, you will probably meet with disappointing results.
ru_ru: Это не значит, что общие колоды бесполезны — просто для сложных предметов их следует использовать как 'дополнение' к внешнему материалу, а не как его 'замена'. Если вы изучаете учебник ABC, а кто-то поделится колодой с основными идеями из ABC — это отличный способ сэкономить немного время. И для простых предметов, которые по сути являются списком фактов, таких как названия столиц или фактов из викторин в пабе (англ. _pub quiz trivia_), вам, вероятно, не нужен внешний материал. Но если вы попытаетесь изучать сложные темы без внешнего материала, то, вероятно, вас ждет неутешительный результат.

source: The "Study Deck" item in the Tools menu allows you to quickly switch to a deck with the keyboard. You can trigger it with the '/' key. When opened, it will display all of your decks and show a filter area at the top. As you type characters, Anki will display only decks matching the characters you type. You can add a space to separate multiple search terms, and Anki will show only decks that match all the terms. So “ja 1” or “on1 ja” would both match a deck called “Japanese::Lesson1”.
ru_ru: Пункт "Учить колоду" в меню Инструменты позволяет вам быстро переключиться на другую колоду с помощью клавиатуры. Вызвать его можно клавишей '/'. Будучи открытым, в нём отображаются все ваши колоды и строка фильтра сверху. По мере ввода символов, Anki будет отображать только те колоды которые соответствуют введённым вами символам. Можно добавить пробел для разделения нескольких условий поиска, и Anki покажет только колоды, соответствующие всем условиям. Так "яп 1" или "ок1 яп" в обоих случаях будут соответствовать колоде "Японский::Урок1".

source: The 'spacing effect' was reported by a German psychologist Hermann Ebbinghaus in 1885. He observed that we tend to remember things more effectively if we spread reviews out over time, instead of studying multiple times in one session. Since the 1930s there have been a number of proposals for utilizing the spacing effect to improve learning, in what has come to be called 'spaced repetition'.
ru_ru: Об 'интервальном эффекте' впервые сообщил немецкий психолог Герман Эббингауз в 1885 году. Он заметил, что мы склонны к более эффективному запоминанию, если распределим повторения по времени вместо многократных повторений за один раз. С 1930-х годов было несколько предложений по использованию интервального эффекта для улучшения обучения в которых пришли к тому, что сейчас называется 'интервальным повторением'.

source: The 'spacing effect' was reported by a German psychologist in 1885. He observed that we tend to remember things more effectively if we spread reviews out over time, instead of studying multiple times in one session. Since the 1930s there have been a number of proposals for utilizing the spacing effect to improve learning, in what has come to be called 'spaced repetition'.
ru_ru: Об 'интервальном эффекте' впервые сообщил немецкий психолог в 1885 году. Он заметил, что мы склонны к более эффективному запоминанию, если распределим повторения по времени вместо многократных повторений за один раз. С 1930-х годов было несколько предложений по использованию интервального эффекта для улучшения обучения в которых пришли к тому, что сейчас называется 'интервальным повторением'.

source: The SuperMemo site has a lot of good information about spaced repetition and memory: <http://www.supermemo.com/>
ru_ru: На сайте SuperMemo есть много полезной информации относительно интервальных повторений и памяти: <http://www.supermemo.com/>

source: The _spacing effect_ was reported by a German psychologist Hermann Ebbinghaus in 1885. He observed that we tend to remember things more effectively, if we spread reviews out over time, instead of studying multiple times in one session. Since the 1930s, there have been a number of proposals for utilizing the spacing effect to improve learning, in what has come to be called _spaced repetition_.
ru_ru: Об _интервальном эффекте_ впервые сообщил немецкий психолог Герман Эббингауз в 1885 году. Он заметил, что мы склонны к более эффективному запоминанию, если распределим повторения по времени вместо многократных повторений за один раз. С 1930-х годов было несколько предложений по использованию интервального эффекта для улучшения обучения в которых пришли к тому, что сейчас называется _интервальным повторением_.

source: The biggest developments in the last 30 years have come from the authors of SuperMemo, a commercial flashcard program that implements spaced repetition. SuperMemo pioneered the concept of a system that keeps track of the ideal time to review material and optimizes itself based on the performance of the user.
ru_ru: Наибольший вклад, за последние 30 лет, внесли авторы SuperMemo, коммерческой программы для изучения флеш-карточек методом интервального повторения. SuperMemo впервые разработала концепцию системы, которая бы отслеживала идеальное время для пересмотра материала (каждой отдельной карточки) и подстраивалась под пользователя, основываясь на результатах его производительности.

source: The brain's "use it or lose it" policy applies to everything we learn. If you spend an afternoon memorizing some science terms, and then don't think about that material for two weeks, you'll probably have forgotten most of it. In fact, studies show we forget about 75% of material learnt within a 48 hour period. This can seem pretty depressing when you need to learn a lot of information!
ru_ru: Принцип "используй или потеряешь" (англ. _use it or lose it_) в мозгу распространяется на всё, что мы изучаем. Если вы потратили пол дня заучивая научные термины, а потом две недели не вспоминали об этом, вы, вероятно, забудете большую часть материала. Фактически, исследования показывают, что мы забываем примерно 75% материала, полученного в течение 48 часов. Это может звучать достаточно удручающе, когда вам нужно выучить много информации.

source: The brain’s “use it or lose it” policy applies to everything we learn. If you spend an afternoon memorizing some science terms, and then don’t think about that material for two weeks, you’ll probably have forgotten most of it. In fact, studies show we forget about 75% of material learnt within a 48 hour period. This can seem pretty depressing when you need to learn a lot of information.
ru_ru: Принцип "используй или потеряешь" (англ. *use it or lose it*) в мозгу распространяется на всё, что мы изучаем. Если вы потратили пол дня заучивая научные термины, а потом две недели не вспоминали об этом, вы, вероятно, забудете большую часть материала. Фактически, исследования показывают, что мы забываем примерно 75% материала, полученного в течение 48 часов. Это может звучать достаточно удручающе, когда вам нужно выучить много информации.

source: The easiest way to get started with Anki is to download a deck of cards someone has shared:
ru_ru: Самый простой способ начать заниматься с Anki — скачать колоду карточек которой кто-то поделился:

source: The number of buttons available for grading depends on whether the card is being 'learnt' or 'reviewed'.
ru_ru: Количество кнопок, доступных для оценки ответа, зависит от того, является ли карточка 'изучаемой' или 'повторяемой'.

source: The only problem is that traditionally review was not very practical. If you are using paper flashcards, it’s easy to flick through all of them if you only have 30 of them to review, but as the number grows to 300 or 3000, it quickly becomes unwieldy.
ru_ru: Единственная проблема в том, что обычный просмотр был не достаточно удобным. Если вы используете бумажные флэш-карточки, то их легко просматривать когда их только 30, но когда число возрастёт до 300 или 3000, это станет практически невыполнимым.

source: The only problem is that traditionally, reviewing has not been very practical. If you are using paper flashcards, it's easy to flick through all of them if you only have 30 of them to review, but as the number grows to 300 or 3000, it quickly becomes unwieldy.
ru_ru: Единственная проблема в том, что обычный просмотр был недостаточно удобным. Если вы используете бумажные флэш-карточки, то их легко просматривать когда их только 30, но когда число возрастёт до 300 или 3000, это станет практически невыполнимым.

source: The options at the bottom of the screen allow you to edit various properties of the fields to be used when adding and editing the cards. This is *not* where you customize what appears on your cards when reviewing; for that, please see [templates](templates/intro.md).
ru_ru: Опции в нижней части экрана позволяют изменять различные свойства полей, которые будут использоваться при добавлении и редактировании карточек. Здесь вы *не* настраиваете то, что появляется на карточках при повторении; для этого смотрите раздел [шаблоны](templates/intro.md).

source: The options at the bottom of the screen allow you to edit various properties of the fields to be used when adding and editing the cards. This is _not_ where you customize what appears on your cards when reviewing; for that, please see [templates](templates/intro.md).
ru_ru: Опции в нижней части экрана позволяют изменять различные свойства полей, которые будут использоваться при добавлении и редактировании карточек. Здесь вы _не_ настраиваете то, что появляется на карточках при повторении; для этого смотрите раздел [шаблоны](templates/intro.md).

source: The production card templates work in a similar way:
ru_ru: Создание шаблонов карточек работает схожим образом:

source: The solution is simple, however: 'review'. By reviewing newly-learnt information, we can greatly reduce forgetting.
ru_ru: Решение, однако, очень простое: 'повтор пройденного материала'. Пересматривая свеже изученный материал, мы можем значительно снизить количество забытого.

source: The solution is simple, however: _review_. By reviewing newly-learnt information, we can greatly reduce forgetting.
ru_ru: Решение, однако, очень простое: _повтор пройденного материала_. Пересматривая свеже изученный материал, мы можем значительно снизить количество забытого.

source: The top left of the window shows us the current note type. If it does not say “Basic,” then you may have added some note types when you downloaded a shared deck. The text below assumes that “Basic” is selected.
ru_ru: В верхней левой части окна отображается текущий тип записи. Если он не указан как "Basic", то, возможно, вы добавили некоторые типы записей вместе со скачанными когда-то общими колодами. Следующий текст предполагает, что выбран тип "Basic".

source: The top right of the window shows us the deck cards will be added to. If you’d like to add cards to a new deck, you can click on the deck name button and then click “Add”.
ru_ru: В верхней правой части окна отображается колода, в которую будут добавляться карточки. Если хотите добавить карточки в новую колоду, вы можете нажать на названии колоды и затем нажать 'Добавить'.

source: The way Anki fetches cards from the decks depends on the algorithm used:
ru_ru: То как Anki выбирает карточки из колод, зависит от используемого алгоритма:

source: The way Anki is installed, and the possible problems you may encounter, depend on the type of computer you are using.
ru_ru: Способ установки Anki и возможные проблемы, с которыми вы можете столкнуться, зависят от типа используемого компьютера.

source: There are four rating buttons when learning:
ru_ru: В процессе обучения доступны черыре кнопки оценки:

source: There are three rating buttons when learning:
ru_ru: В процессе обучения доступны три кнопки оценки:

source: There are two simple concepts behind Anki: 'active recall testing' and 'spaced repetition'. They are not known to most learners, despite having been written about in the scientific literature for many years. Understanding how they work will make you a more effective learner.
ru_ru: В основе Anki лежат два простых принципа: 'активная проверка воспоминаний' (англ. *active recall testing*) и 'интервальные повторения' (англ. *spaced repetition*). Они не известны большинству учеников, несмотря на то, что в научной литературе о них пишется на протяжении многих лет. Понимание того, как они работают, позволит вам запоминать эффективнее.

source: There are two simple concepts behind Anki: __active recall testing__ and __spaced repetition__. They are not known to most learners, despite having been written about in the scientific literature for many years. Understanding how they work will make you a more effective learner.
ru_ru: В основе Anki лежат два простых принципа: __активная проверка воспоминаний__ (англ. _active recall testing_) и __интервальные повторения__ (англ. _spaced repetition_). Они не известны большинству учеников, несмотря на то, что в научной литературе о них пишется на протяжении многих лет. Понимание того, как они работают, позволит вам запоминать эффективнее.

source: There is a "Contact Author" button on most add-ons pages on Ankiweb, and many authors include their email address in the add-on, so if you need to get in touch with the author, editing the add-on and looking at the top of the file may help.
ru_ru: На большинстве страниц дополнений в Ankiweb есть кнопка «Contact Author», и многие авторы включают адрес своей почты внутрь дополнения, если вам необходимо связаться с автором, попробуйте открыть файл дополнения на редактирование и посмотреть в начале файла.

source: This manual is licensed under the CC BY-SA 4 license:
ru_ru: Это руководство лицензировано по лицензии CC BY-SA 4:

source: This was a revolution in learning, as it meant material could be learnt and retained with the absolute minimum amount of effort necessary. SuperMemo's slogan sums it up: with spaced repetition, you can: "forget about forgetting".
ru_ru: Это было революцией в обучении, поскольку это означало, что материал мог быть изучен и сохранен в памяти с абсолютным минимумом усилий. Всё это объединено в слогане SuperMemo: с интервальными повторениями вы можете _забыть о забывании_.

source: This was a revolution in learning, as it meant material could be learnt and retained with the absolute minimum amount of effort necessary. SuperMemo’s slogan sums it up: with spaced repetition, you can 'forget about forgetting'.
ru_ru: Это было революцией в обучении, поскольку это означало, что материал мог быть изучен и сохранен в памяти с абсолютным минимумом усилий. Всё это объединено в слогане SuperMemo: с интервальными повторениями вы можете 'забыть о забывании'.

source: To add and edit card types, click the “Cards…​” button while adding or editing notes. For more information on card types, please see the [Cards and Templates](templates/intro.md) section.
ru_ru: Для добавления и изменения типов карточек, нажмите кнопку "Карточки…​" во время добавления или изменения записи. Дополнительные сведения о типах карточек см. в разделе [Шаблоны карточек](templates/intro.md).

source: To add and edit fields, click the “Fields…​” button while adding or editing notes. For more information on fields, please see the [Customizing Fields](editing.md#customizing-fields) section.
ru_ru: Чтобы добавлять или изменять поля, нажмите кнопку "Поля…​" в процессе добавления или изменения записи. Дополнительные сведения о полях см. в разделе [Настройка полей](editing.md#Настройка-полей).

source: To add your own note types and modify existing ones, you can use Tools → Manage Note Types from the main Anki window.
ru_ru: Чтобы добавить свои типы записей и изменить существующие, можно использовать Инструменты → Управлять типами записей из главного окна Anki.

source: To browse the list of available add-ons, select the Tools>Add-ons menu item, then click on Get Add-ons.
ru_ru: Чтобы посмотреть список доступных дополнений, выберите в меню Инструменты –> Дополнения, затем нажмите на «Загрузить дополнения…» и «Посмотреть дополнения».
